lsd
git-lfs
git
lazygit
lazydocker
autojump
ffmpeg
htop
stow
tmux
tldr
zsh-autosuggestions
zsh-syntax-highlighting
zsh-autocomplete
lua
nvim
fd
fzf
yazi
pyright
tree
tree-sitter
neofetch
font-jetbrains-mono-nerd-font