aom
aribb24
borders
brotli
c-ares
ca-certificates
cairo
cjson
cmake
dav1d
docker
docker-completion
fd
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
fzf
gd
gdk-pixbuf
gettext
giflib
git
git-lfs
glib
gmp
gnutls
gprof2dot
graphite2
graphviz
gts
harfbuzz
highway
htop
icu4c@76
imath
jasper
jpeg-turbo
jpeg-xl
lame
lazygit
leptonica
libarchive
libass
libavif
libb2
libbluray
libdeflate
libevent
libidn2
libmicrohttpd
libnghttp2
libogg
libpng
librist
librsvg
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libtasn1
libtiff
libtool
libunibreak
libunistring
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libzip
little-cms2
lpeg
lsd
lua
luajit
luarocks
luv
lz4
lzo
m4
macmon
mbedtls
mpdecimal
mpg123
msgpack
ncurses
neofetch
neovim
netpbm
nettle
node
opencore-amr
openexr
openjpeg
openssl@3
opus
p11-kit
pango
pcre2
pixman
podman
portaudio
powerlevel10k
pyright
python-packaging
python@3.12
python@3.13
rav1e
readline
ripgrep
rubberband
screenresolution
sdl2
snappy
speex
sqlite
srt
stow
svt-av1
tesseract
theora
tldr
tmux
todo-txt
tree
tree-sitter
unbound
unibilium
utf8proc
webp
x264
x265
xorgproto
xvid
xz
yq
zeromq
zimg
zsh-autosuggestions
zsh-syntax-highlighting
zstd
aerospace
anydesk
balenaetcher
blender
cursor
deepl
discord
downie
drawio
folx
font-hack-nerd-font
font-ubuntu-mono-nerd-font
font-ubuntu-nerd-font
google-chrome
iina
iterm2
microsoft-auto-update
microsoft-excel
microsoft-word
notion
obsidian
podman-desktop
rectangle
slack
spotify
sublime-text
visual-studio-code
xquartz
zoom
