macmon
aerospace
anydesk
balenaetcher
blender
cursor
deepl
discord
downie
drawio
folx
google-chrome
iina
iterm2
microsoft-auto-update
microsoft-excel
microsoft-word
notion
obsidian
slack
spotify
sublime-text
visual-studio-code
xquartz
zoom
