
tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "vladkens/tap"

brew "autojump"
brew "cmake"
brew "dotnet"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lsd"
brew "luarocks"
brew "neofetch"
brew "utf8proc"
brew "neovim"
brew "poppler"
brew "portaudio"
brew "pyright"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "felixkratz/formulae/borders"
brew "vladkens/tap/macmon"
brew "uv"

cask "aerospace"
cask "anydesk"
cask "balenaetcher"
cask "blender"
cask "cursor"
cask "downie"
cask "drawio"
cask "folx"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "obsidian"
cask "orbstack"
cask "visual-studio-code"
cask "zoom"
